cask_args appdir: '/Applications'
tap "caskroom/cask"

brew 'git'
brew 'htop'
brew 'jq'
brew "jsonlint"
brew "bash-completion"
brew "nodebrew"

cask "alfred"
cask 'atom'
cask "cakebrew"
cask 'docker'
cask 'google-chrome'
cask "google-japanese-ime"
cask 'karabiner-elements'
cask 'visual-studio-code'
cask 'keepassx'
cask 'dash'
cask 'cinch'
cask 'bartender'
cask 'skype'
cask 'iterm2'
cask 'applepi-baker'
cask 'sdformatter'
cask 'firefox'
cask 'github'

mas 'Evernote', id: 406056744
mas "Slack", id: 803453959
mas "Xcode", id: 497799835

