cask_args appdir: '/Applications'

brew 'git'
brew 'htop'
brew 'jq'
brew "jsonlint"
brew "zsh-completions"
brew "nodebrew"
brew "go"
brew "nkf"
brew "pyenv"
brew "pipenv"
brew "pyenv-virtualenv"
brew "peco"
brew "qt5"
brew "ghq"
brew "tree"
brew "docker-machine"
brew "docker-machine-parallels"
brew "packer"
brew "translate-shell"
brew "graphviz"
brew "gpg"
brew "pinentry-mac"

cask "alfred"
cask 'atom'
cask 'cakebrew'
cask 'docker'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'google-backup-and-sync'
cask 'karabiner-elements'
cask 'visual-studio-code'
cask 'keepassx'
cask 'cinch'
cask 'bartender'
cask 'skype'
cask 'iterm2'
cask 'applepi-baker'
cask 'sdformatter'
cask 'firefox'
cask 'github'
cask 'typora'
cask '1Password'
cask 'sourcetree'
cask 'kindle'
cask 'boostnote'
cask 'lastpass'
cask 'vagrant'
cask 'virtualbox'
cask 'deepl'
cask 'adobe-acrobat-reader'
cask 'chrysalis'
cask 'gitify'

mas 'Evernote', id: 406056744
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
mas "gTasks - Tasks for Google", id: 1054781057
mas "Amphetamine", id: 937984704
